ALLERGENS = [
    ('seafood', 'Рыба и морепродукты'),
    ('meat', 'Мясо'),
    ('grains', 'Зерновые'),
    ('bee_products', 'Продукты пчеловодства'),
    ('nuts', 'Орехи и бобовые'),
    ('milk', 'Молочные продукты'),
]

MENU_TYPES = [
    ('classic', 'Классическое'),
    ('low_carb', 'Низкоуглеводное'),
    ('vegetarian', 'Вегетарианское'),
    ('keto', 'Кето'),
]

DISH_TYPES = [
    ('breakfast', 'Завтрак'),
    ('lunch', 'Обед'),
    ('dinner', 'Ужин'),
    ('dessert', 'Десерт'),
]

DURATION_CHOICES = [
    (1, '1 месяц'),
    (3, '3 месяца'),
    (6, '6 месяцев'),
    (12, '12 месяцев'),
]